Revit 2024 API
IFCTransformSetter.Create Method
 Creates a new instance of a transform setter.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public static IFCTransformSetter Create()
Visual Basic
Public Shared Function Create As IFCTransformSetter
Visual C++
public:
static IFCTransformSetter^ Create()
Return Value
 The new transform setter.
See Also
IFCTransformSetter Class
Autodesk.Revit.DB.IFC Namespace